{
  "Worksheet": [
    {
      "index": "1",
      "product": "Garlic Oil - Vegetarian Capsule 500 mg",
      "category": "BEVERAGES",
      "sub_category": "Hair Care",
      "brand": "Sri Sri Ayurveda ",
      "sale_price": "220",
      "market_price": "220",
      "type": "Hair Oil & Serum",
      "rating": "4.1",
      "description": "This Product contains Garlic Oil that is known to help proper digestion, maintain proper cholesterol levels, support cardiovascular and also build immunity.  For Beauty tips, tricks & more visit https://bigbasket.blog/"
    },
    {
      "index": "2",
      "product": "Water Bottle - Orange",
      "category": "BABY_CARE",
      "sub_category": "Storage & Accessories",
      "brand": "Mastercook",
      "sale_price": "180",
      "market_price": "180",
      "type": "Water & Fridge Bottles",
      "rating": "2.3",
      "description": "Each product is microwave safe (without lid), refrigerator safe, dishwasher safe and can also be used for re-heating food and not for cooking. All containers come with airtight lids and a wide variety of attractive colours. Stack these stylish and colourful containers in your kitchen with ease and for a look-good factor."
    },
    {
      "index": "3",
      "product": "Brass Angle Deep - Plain, No.2",
      "category": "BEVERAGES",
      "sub_category": "Pooja Needs",
      "brand": "Trm",
      "sale_price": "119",
      "market_price": "250",
      "type": "Lamp & Lamp Oil",
      "rating": "3.4",
      "description": "A perfect gift for all occasions, be it your mother, sister, in-laws, boss or your friends, this beautiful designer piece wherever placed, is sure to beautify the surroundings Traditional design This type diya has been used for Diwali and All other Festivals for centuries. Sturdy and easy to carry The feet keep it balanced to ensure safety. Wonderful Oil Lamp made in Brass also called as Jyoti. This is a handcrafted piece of Indian brass Deepak."
    },
    {
      "index": "4",
      "product": "Cereal Flip Lid Container/Storage Jar - Assorted Colour",
      "category": "BABY_CARE",
      "sub_category": "Bins & Bathroom Ware",
      "brand": "Nakoda",
      "sale_price": "149",
      "market_price": "176",
      "type": "Laundry, Storage Baskets",
      "rating": "3.7",
      "description": "Multipurpose container with an attractive design and made from food-grade plastic for your hygiene and safety ideal for storing pulses. Grains, spices, and more with easy opening and closing flip-open lid. Strong, durable and transparent body for longevity and easy identification of contents. Multipurpose storage solution for your daily needs stores your everyday food essentials in style with the Nakoda container set. With transparent bodies, you can easily identify your stored items without having to open the lids. These containers are ideal for storing a large variety of items such as food grains, snacks and pulses to sugar, spices, condiments and more. Featuring unique flip-open lids, you can easily open and close this container without any hassles.\r\nThe Nakoda container is made from high-quality food-grade and BPA-free plastic that is 100% safe for storing food items. You can safely store your food items in this container without worrying about contamination and harmful toxins. As they are constructed using highly durable virgin plastic, this container will last for a long time even with regular use. This container can enhance the overall look of your kitchen decor. Being dishwasher safe, cleaning and maintaining this container is an easy task. You can also use a simple soap solution to manually wash and retain their looks for a long time."
    },
    {
      "index": "5",
      "product": "Creme Soft Soap - For Hands & Body",
      "category": "SNACKS AND BRANDED FOODS",
      "sub_category": "Bath & Hand Wash",
      "brand": "Nivea",
      "sale_price": "162",
      "market_price": "162",
      "type": "Bathing Bars & Soaps",
      "rating": "4.4",
      "description": "Nivea Creme Soft Soap gives your skin the best care that it must get. The soft bar consists of Vitamins F and Almonds which are really skin gracious and help you get great skin. It provides the skin with moisture and leaves behind flawless and smooth skin. It makes sure that your body is totally free of germs & dirt and at the same time well nourished.For Beauty tips, tricks & more visit https://bigbasket.blog/"
    },
    {
      "index": "6",
      "product": "Germ - Removal Multipurpose Wipes",
      "category": "CLEANING AND HOUSEHOLD",
      "sub_category": "All Purpose Cleaners",
      "brand": "Nature Protect",
      "sale_price": "169",
      "market_price": "199",
      "type": "Disinfectant Spray & Cleaners",
      "rating": "3.3",
      "description": "Stay protected from contamination with Multipurpose Germ Removal Wipes by Nature Protect, a quality product by Hindustan Unilever Limited, the makers of Surf Excel and Lifebuoy. Infused with neem extract Nature Protect Multipurpose Germ removal wipes helps in cleaning and 99.9% germ removal^. Neem extracts are known to have the power of 100 bio-actives with both anti-viral and anti-bacterial capabilities.\r\nWipes made from 100% biodegradable fabric and balanced with skin’s pH level, our on-the-go hygiene wipes are safe to use on not just surfaces, but human skin, so you can disinfect any exposed parts of your body – such as your hands, elbows, or wrists – as well as the surfaces they’ve touched.  A thorough cleaning with on-the-go hygiene wipes helps in keeping surfaces hygienically clean, both inside and outside your home. Packaged neatly to enable quick, easy removal, these on-the-go hygiene wipes will help you stay protected whether you stay indoors or move out and about.\r\n^ As per lab test conducted on representative organisms.* Always spot test on hidden area to check compatibility."
    },
    {
      "index": "7",
      "product": "Multani Mati",
      "category": "SNACKS AND BRANDED FOODS",
      "sub_category": "Skin Care",
      "brand": "Satinance",
      "sale_price": "58",
      "market_price": "58",
      "type": "Face Care",
      "rating": "3.6",
      "description": "Satinance multani matti is an excellent skin toner and astringent. reduces oiliness and while nourishing the skin, keeps it soft and grime. improves complexion by facilitating better blood circulation.  For Beauty tips, tricks & more visit https://bigbasket.blog/"
    },
    {
      "index": "8",
      "product": "Hand Sanitizer - 70% Alcohol Base",
      "category": "CLEANING AND HOUSEHOLD",
      "sub_category": "Bath & Hand Wash",
      "brand": "Bionova",
      "sale_price": "250",
      "market_price": "250",
      "type": "Hand Wash & Sanitizers",
      "rating": "4",
      "description": "70%Alcohol based is gentle of hand leaves skin soft and moist with a good fragrance. It is really safe for the skin."
    },
    {
      "index": "9",
      "product": "Biotin & Collagen Volumizing Hair Shampoo + Biotin & Collagen Hair Conditioner",
      "category": "GOURMET AND WORLD FOOD",
      "sub_category": "Hair Care",
      "brand": "StBotanica",
      "sale_price": "1098",
      "market_price": "1098",
      "type": "Shampoo & Conditioner",
      "rating": "3.5",
      "description": "An exclusive blend with Vitamin B7 Biotin, Hydrolyzed collagen, Oat Extract along with premium & organic cold-pressed ingredients helps to infuse nutrients into every strand and creates the appearance of thicker, fuller healthier looking hair. This powerful formula helps volumize even the skinniest strands into fuller and more abundant looking locks. It is safe for color-treated hair and safe for all hair types. St Botanica Biotin & Collagen Hair Conditioner has been specially formulated to repair dry & damaged hair for full, thick, voluminous, shiny & healthy looking hair! The amazing hair conditioner ingredients include Biotin, Hydrolyzed Collagen, Pro-Vitamin B5, Vitamin E, & Hydrolyzed Silk Proteins for glistening looking hair. Biotin and Collagen, infused with most efficacious natural extracts not only promotes healthy hair growth but also prevents hair dryness, increases the elasticity of the hair cortex, thereby strengthening hair, minimizing hair breakage and helping hair grow longer, healthier and thicker. PLUMP IT UP: the nutrient-rich, plump-it-up power of this haircare infused with ProVitamin B7 biotin and collagen helps give each strand of hair a beautiful boost, this dynamic duo will leave your hair feeling thicker, fuller, and looking oh, so healthy."
    },
    {
      "index": "10",
      "product": "Scrub Pad - Anti- Bacterial, Regular",
      "category": "BEAUTY AND HYGEIENE",
      "sub_category": "Mops, Brushes & Scrubs",
      "brand": "Scotch brite",
      "sale_price": "20",
      "market_price": "20",
      "type": "Utensil Scrub-Pad, Glove",
      "rating": "4.3",
      "description": "Scotch Brite Anti- Bacterial Scrub Pad thoroughly cleanses dishes and keeps the kitchen utensils squeaky clean with a pleasant neem fragrance. The scrub is gentle on the hands and does not wear off easily, while eliminating bacteria and making your utensils sparkle and look as good as new with every wash."
    },
    {
      "index": "11",
      "product": "Wheat Grass Powder - Raw",
      "category": "GOURMET AND WORLD FOOD",
      "sub_category": "Cooking & Baking Needs",
      "brand": "NUTRASHIL",
      "sale_price": "261",
      "market_price": "290",
      "type": "Flours & Pre-Mixes",
      "rating": "4",
      "description": "Wheatgrass is a superfood potent health food with amazing benefits. It contains all minerals, Vitamins A, B- complex, C, E, I and K. It is extremely rich in protein and contains 17 amino acids. It is thought to benefit health only when fresh and taken on an empty stomach immediately after being mixed."
    },
    {
      "index": "12",
      "product": "Butter Cookies Gold Collection",
      "category": "BEAUTY AND HYGEIENE",
      "sub_category": "Chocolates & Biscuits",
      "brand": "Sapphire",
      "sale_price": "600",
      "market_price": "600",
      "type": "Luxury Chocolates, Gifts",
      "rating": "2.2",
      "description": "Enjoy a tin full of delicious butter cookies made with pure Danish recipe. Enjoy them as an energy snack. or with tea and coffee. Sapphire Butter cookies make a perfect gift pack for your loved ones. This product is 100% vegetarian."
    },
    {
      "index": "13",
      "product": "Face Wash - Oil Control, Active",
      "category": "FOODGRAINS, OIL AND MASALA",
      "sub_category": "Skin Care",
      "brand": "Oxy",
      "sale_price": "110",
      "market_price": "110",
      "type": "Face Care",
      "rating": "5",
      "description": "This face wash deeply cleanses dirt and impurities. Active ingredients help remove excess oil and other pimple causing germs, leaving skin clean and fresh. Its a oil-control & pimple clearing ingredients which rid your skin of excess oil and other a pimple-causing germs, leaving it clean and fresh."
    },
    {
      "index": "14",
      "product": "Mold & Mildew Remover with Bleach",
      "category": "KITCHEN, GARDEN AND PETS",
      "sub_category": "All Purpose Cleaners",
      "brand": "Clorox",
      "sale_price": "350",
      "market_price": "350",
      "type": "Floor & Other Cleaners",
      "rating": "3.8",
      "description": "This formula has been scientifically proven to kill 99.9% of germs. It removes mold & mildew powerfully, leaving no residue behind. cleans & disinfects at the same time. Colox Mold & Mildew Remover with Bleach is perfect for a solution for a germ-free house."
    },
    {
      "index": "15",
      "product": "Just Spray - Mosquito Repellent Room Spray",
      "category": "FOODGRAINS, OIL AND MASALA",
      "sub_category": "Fresheners & Repellents",
      "brand": "Herbal Strategi",
      "sale_price": "200",
      "market_price": "200",
      "type": "Mosquito Repellent",
      "rating": "4.2",
      "description": "Strategi Just Spray is a very effective 100% Herbal Mosquito Repellent Room Spray completed from a distinctive mix of plant extracts and fragrant oils which remains mosquitoes away for 8-12 hrs. Just Spray has been developed to remove the discomfort of using chemical mosquito repellents such as chemical vaporisers, chemical mosquito coils etc."
    },
    {
      "index": "16",
      "product": "Dove Plastic Soap Case - Assorted Colour",
      "category": "KITCHEN, GARDEN AND PETS",
      "sub_category": "Bins & Bathroom Ware",
      "brand": "Nakoda",
      "sale_price": "49",
      "market_price": "59",
      "type": "Soap Cases & Dispensers",
      "rating": "4",
      "description": "This soap case is made of virgin plastic which makes it strong and durable. This is ideal for the bathroom, kitchen, etc.This will protect your soap bars from melting and will make it lasts longer."
    },
    {
      "index": "17",
      "product": "Smooth Skin Oil - For Dry Skin",
      "category": "EGGS, MEAT AND FISH",
      "sub_category": "Skin Care",
      "brand": "Aroma Treasures",
      "sale_price": "324",
      "market_price": "360",
      "type": "Aromatherapy",
      "rating": "5",
      "description": "Specially crafted for dry skin, this richly formulated skin oil restores the natural moisture of the skin, improves its health and youthfulness. Not to mention how soft, shiny and smooth it makes your skin.\r\n\r\n\r\nAroma Treasures, pioneers of aromatherapy have put in years of research and study to give you the ultimate range of beauty care products."
    },
    {
      "index": "18",
      "product": "Salted Pumpkin",
      "category": "FRUITS AND VEGETABLES",
      "sub_category": "Snacks, Dry Fruits, Nuts",
      "brand": "Graminway",
      "sale_price": "180",
      "market_price": "180",
      "type": "Roasted Seeds & Nuts",
      "rating": "4.9",
      "description": "Graminway Salted Pumpkin Seeds are the perfect snack for your family. These are ancient food, lost with time. These are tiny nutritional powerhouses loaded with essential elements, many of which are trace elements. They are rich in manganese, magnesium, copper, and zinc, which can give your health an added boost. Pumpkin seeds are the best sources of plant-based omega-3s (alpha-linolenic acid). Also, they are rich in healthy fats, antioxidants, and fibres. Moreover, they are easy to carry and make an excellent snack when you are on the go and can be a quick snack when you are home too. At Graminway, they believe that everyone deserves to live a full and healthy life. The intake of their food supplements will provide a good foundation for a healthy lifestyle. They are committed to providing the highest quality products at affordable price. They are a company with a purpose beyond profit and want to make a lasting difference in the world. Graminway aims to provide clean, natural, and healthy products without compromising on the flavours and taste. They produce them in small batches, which helps maintain freshness and preserve the ingredient texture. By not stockpiling, each product is as fresh as possible when it reaches your doorstep."
    },
    {
      "index": "19",
      "product": "Flax Seeds - Roasted",
      "category": "EGGS, MEAT AND FISH",
      "sub_category": "Snacks, Dry Fruits, Nuts",
      "brand": "True Elements",
      "sale_price": "120",
      "market_price": "120",
      "type": "Roasted Seeds & Nuts",
      "rating": "4.3",
      "description": "True Elements brings to you Roasted Flax Seeds that are loaded with health benefits and nutrients. It is perfectly crunchy and is 100% natural and high-quality. These seeds are slightly roasted to get maximum health benefits and the right crunch. It is very high in fibre and provides good amounts of protein. It is also rich in fat and Omega 3. It is a great mid-meal snack, sprinkled over breakfast, soups or can be ground into a powder and added to food.\r\nBenefits: 1. It is loaded with many health benefits and nutrients.\r\n2. It is a great healthy snack or meal option.\r\n3. It is very high in fibre and provides good amounts of protein.\r\n4. It is also rich in fat and Omega 3.\r\n5. It is 100% natural and made of high-quality."
    },
    {
      "index": "20",
      "product": "Organic Tofu - Soy Paneer",
      "category": "FRUITS AND VEGETABLES",
      "sub_category": "Dairy & Cheese",
      "brand": "Murginns",
      "sale_price": "85.14",
      "market_price": "90",
      "type": "Tofu",
      "rating": "3.9",
      "description": "We at Wellness Foods, manufacture dairy and non-dairy products, Fresh Cheese, Tofu, and Butter. Our tofu is 100% organic without any preservatives. Our cheese is handcrafted by an Italian cheesemaker, from milk directly procured from farmers.Murginns’ fresh and firm Organic tofu is the perfect non-dairy substitute to paneer or cottage cheese, made from organic soybeans. Tofu, also called bean curd, is a preparation made by soya milk coagulation. A good source of calcium, manganese, copper, selenium, protein, phosphorus, and rich in vitamin B1."
    },
    {
      "index": "21",
      "product": "Ceramic Barrel Brush - Colour May Vary",
      "category": "BAKERY, CAKES AND DAIRY",
      "sub_category": "Hair Care",
      "brand": "Bronson Professional",
      "sale_price": "525",
      "market_price": "700",
      "type": "Tools & Accessories",
      "rating": "4.2",
      "description": "This Ceramic Barrel Brush by Bronson Professional is lightweight and the rubber grip ensures easy handling. It distributes the heat easily and reduces hair drying time. The ceramic-coated barrel emits negative ions reducing frizz."
    },
    {
      "index": "22",
      "product": "Instant Noodles - Chicken Satay Flavor",
      "category": "BEAUTY AND HYGEIENE",
      "sub_category": "Pasta, Soup & Noodles",
      "brand": "Koka",
      "sale_price": "45",
      "market_price": "50",
      "type": "Imported Noodles",
      "rating": "4.1",
      "description": "Koka Instant noodles are known for their carefully selected ingredients and specially formulated recipes. It promises great taste without the addition of MSG. A leading instant noodle brand, Koka offers you great taste, texture and flavour. It is available in variety of Asian flavours and it comes in packets or as cup noodles. From the packet noodles range comes the Koka Instant Noodles Chicken Satay Flavour."
    },
    {
      "index": "23",
      "product": "Chia Seeds",
      "category": "BAKERY, CAKES AND DAIRY",
      "sub_category": "Dry Fruits",
      "brand": "NaturoBell",
      "sale_price": "120",
      "market_price": "120",
      "type": "Other Dry Fruits",
      "rating": "3.9",
      "description": "Raw Chia seeds, naturally gluten free, lyva raw chia seeds are a whole, vegetarian food, naturally rich in omega-3 and omega-6 essential fatty acids, dietary fiber, protein and other essential minerals. just a spoonful of lyva raw chia seeds a day is an easy and delicious way to support your digestive health and satiate your appetite homemade buffalo manure has been used as a compost during the cultivation of these seeds. no pesticides or insecticides were used making it near organic suggested uses - 1 tbsp. Daily mixes easily in water or juice. excellent when used as a topping for yogurt, salad, breakfast cereals, blended smoothie beverages and fresh coconut water ingredients - organically grown 100% chia seed (salvia hispanica) 15 g of chia seeds provide - all your daily requirement of omega-3 and omega 6 - also boosts the fiber, antioxidants and protein in your diet.  Click here for unique and delicious recipes - https://www.bigbasket.com/flavors/collections/231/dry-fruits-berries-nuts/"
    }
  ]
}